<?php

$MESS ["TN_ERROR_TITLE"] = "Внимание - произошла ошибка!";

$MESS ["TN_REG_ERROR"] = "Ошибка регистрации нового пользователя.";
$MESS ["TN_REG_ERROR_1"] = "Пользователь с указанным E-Mail уже зарегистрирован в системе. </br>" .
                           "Авторизуйтесь под указанным E-Mail и выполните привязку аккаунта TrustedNet в Личном Кабинете сайта.";
$MESS ["TN_AUTH_ERROR"] = "Ошибка авторизации пользователя.";
$MESS ["TN_AUTH_ERROR_1"] = "Пользователь не найден в системе TrustedNet. </br>" .
                            "Авторизуйтесь, либо выполните привязку аккаунта TrustedNet в Личном Кабинете сайта.";
$MESS ["TN_AUTH_ERROR_2"] = "Ошибка идентификатора пользователя. Обратитесь к администратору сайта.";
$MESS ["TN_AUTH_ERROR_3"] = "Ошибка при выполнении запроса. Обратитесь к администратору сайта.";
$MESS ["TN_AUTH_ERROR_4"] = "Аккаунт пользователя не содержит email. Зайдите в профиль пользователя на сайте <a href='https://" . COption::GetOptionString(TN_AUTH_MODULE_ID, "SERVICE_HOST", "") . "'>TrustedNet</a> и добавьте email.";
$MESS ["TN_AUTH_ERROR_5"] = "Bitrix: Ошибка при регистрации пользователя";
$MESS ["TN_AUTH_ERROR_6"] = "Пользователь с указанным E-Mail уже зарегистрирован в системе. </br>" .
                            "Авторизуйтесь под указанным E-Mail и выполните привязку аккаунта TrustedNet в Личном Кабинете сайта.";
$MESS ["TN_AUTH_BAD_CREDENTIALS"] = "Неправильные учетные данные.";

